Repository: dar5hak/badger
Catalog: po/*.po
Languages: lt, pl

source: Blink your eyes
lt: Pamirksėkite
pl: Mrugaj

source: Look away from the screen and slowly blink your eyes for 10 seconds.
lt: Atsisukite nuo ekrano ir lėtai 10 sekundžių pamirksėkite.
pl: Popatrz poza ekran i mrugaj spokojnie przez 10 sekund.

source: Eyes:
lt: Akys:
pl: Oczy:

source: Stretch your fingers
lt: Ištieskite pirštus
pl: Rozciągnij palce

source: Spread out your palm wide, then close it into a fist. Repeat 5 times.
lt: Išskleiskite delnus, o tuomet suspauskite kumščius. Pakartokite 5 kartus.
pl: Rozłóż szeroko palce u dłoni, a następnie zaciśnij je w pięść. Powtórz to 5 razy.

source: Fingers:
lt: Pirštai:
pl: Palce:

source: Stretch your arms
lt: Ištieskite rankas
pl: Rozciągnij ręce

source: Stretch your arms, and twist your wrists for 10 seconds.
lt: Ištieskite rankas ir 10 sekundžių pasukite riešus.
pl: Rozciągnij ręce, oraz kręć nadgarstkami przez 10 sekund.

source: Arms:
lt: Rankos:
pl: Ręce:

source: Stretch your legs
lt: Ištieskite kojas
pl: Rozciągnij nogi

source: Stand up, twist each ankle, and bend each knee.
lt: Atsistokite, pasukite kiekvieną kulkšnį ir sulenkite kiekvieną kelį.
pl: Wstań, pokręć kostkami i zegnij oba kolana.

source: Legs:
lt: Kojos:
pl: Nogi:

source: Turn your neck
lt: Pasukite kaklą
pl: Rusz szyją

source: Turn your head in all directions. Repeat 3 times.
lt: Pasukite galvą į kiekvieną pusę. Pakartokite 3 kartus.
pl: Obróc głowę w każdą stronę. Powtórz 3 razy.

source: Neck:
lt: Kaklas:
pl: Szyja:

source: Reminders
lt: Priminimai
pl: Przypomnienia

source: Decide how often Badger should remind you to relax these:
lt: Nuspręskite kaip dažnai Badger turėtų jums priminti atpalaiduoti šias galūnes:
pl: Zdecyduj jak często Badger powinien przypominać o przerwach:

source: 1 hour
lt: 1 val.
pl: 1 godzina

source: Ergonomic Reminder
lt: Priminimų apie ergonomiką įrankis
pl: Przypomnienia dla ergonomii

source: Remind yourself to relax your eyes and limbs
lt: Priminkite sau atpalaiduoti akis ir galūnes
pl: Pamiętaj o odpoczynku dla swoich oczu i kończyn

source: Ergonomics;Health;Eyes;Muscles;
lt: Ergonomika;Sveikata;Akys;Raumenys;
pl: Ergonomia;Zdrowie;Oczy;Mięśnie;

source: Remind yourself to not sit and stare at the screen for too long
lt: Priminkite sau nesedėti ilgai ir nespoksoti į ekraną
pl: Pamiętaj, aby nie siedzieć i patrzeć w ekran zbyt dłgugo

source: Whether you're dashing through Mario Kart on MupenGUI, binge-watching Silicon Valley on Cinema, or writing your next novel on Quilter, you need to relax your body every once in a while.
lt: Nesvarbu, ar žaidžiate žaidimą naudodami MupenGUI, ar žiūrkite mėgstamą filmą naudodami Cinema, ar rašote novelę naudodami Quilter, kartas nuo karto jūsų kūnui reikia atsipalaiduoti.
pl: Za każdym razem, gdy pędzisz w swoim Mario Karcie w MupenGUI, urządzasz maraton Silicon Valley na Cinema lub piszesz swoją kolejną powieść w Quilter, powinieneś raz na jakiś czas odprężyć swoje ciało.

source: Badger helps you do exactly that. It reminds you—or should I say, badgers you—to destress yourself and rest your eyes and muscles.
lt: Badger padeda daryti būtent tai. Ši programa primena jums atsipalaiduoti ir leisti pailsėti savo akims ir raumenims.
pl: Właśnie po to jest Badger - borsuk, który czasem wychyla się ze swojej nory, aby przypomnieć Ci o chwili rozluźnienia dla Twoich oczu i mięśni.

source: Currently, it has these five reminders:
lt: Šiuo metu, programoje yra šie penki priminimai:
pl: Obecnie posiada pięć przypomnień:

source: Blink eyes
lt: Pamirksėti akimis
pl: Mrugaj

source: Stretch fingers
lt: Ištiesti pirštus
pl: Rozciągnij palce

source: Stretch arms
lt: Ištiesti rankas
pl: Rozciągnij ręce

source: Stretch legs
lt: Ištiesti kojas
pl: Rozciągnij nogi

source: Turn neck
lt: Pasukti kaklą
pl: Rusz szyją

source: Stay healthy.
lt: Išlikite sveiki.
pl: Zostań zdrowy.

source: Add: Danish translation (@siigdev)
lt: Pridėta: Danų kalbos vertimas (@siigdev)

source: Update: French translation (@NathanBnm)
lt: Pridėta: Prancūzų kalbos vertimas (@NathanBnm)

source: Fix: Empty window on launch
lt: Pataisa: Tuščias langas paleidimo metu

source: Add: Lithuanian translations (@welaq)
lt: Pridėta: Lietuvių kalbos vertimas (@welaq)

source: Fix: Illegible heading in dark mode
lt: Pataisa: Neįskaitoma antraštė tamsioje veiksenoje

source: Add: French translations (@NathanBnm)
lt: Pridėta: Prancūzų kalbos vertimai (@NathanBnm)

source: Fix: Multiple notifications when window is opened &gt;1 times
lt: Pataisa: Keli pranešimai, kai langas yra atveriamas &gt;1 kartų

source: Fix: Remove manual line breaks from appdata
lt: Pataisa: Pašalinta rankinė nauja eilutė iš programos duomenų

source: Fix: Use smaller window size by default
lt: Pataisa: Pagal numatymą naudoti mažesnį lango dydį

source: Initial Release 🎉️
lt: Pradinė laida 🎉️

source: Never
pl: Nigdy
